Repository: eurolinux-enterprise-linux-sources/kipi-plugins
Catalog: src/po/*/kipiplugin_sendimages.po
Languages: de

source: Mail program:
de: E-Mail-Programm:

source: Default
de: Standard

source: Select your preferred external email program here. <b>Default</b> is the current email program set in KDE System Settings.
de: Wählen Sie hier Ihr bevorzugtes E-Mail-Programm. <b>Standard</b> ist das E-Mail-Programm, das in den Systemeinstellungen von KDE gesetzt ist.

source: Attach a file with image properties from %1
de: Eine Datei mit den Bildeigenschaften von %1 anhängen

source: If you enable this option, all image properties set by %1 as Comments, Rating, or Tags, will be added as an attached file.
de: Wenn diese Einstellung aktiviert ist, werden alle Bildeigenschaften, wie z.B. Kommentare, Bewertungen und Stichwörter, die durch %1 gesetzt wurden in einer angehängten Datei hinzugefügt.

source: Maximum email size limit:
de: Maximale Größe der E-Mail:

source: Adjust image properties
de: Bildeigenschaften einstellen

source: If you enable this option, all images to be sent can be resized and recompressed.
de: Wenn diese Einstellung aktiviert ist, können Sie für Bilder, die gesendet werden, die Größe und den Kompressiongrad ändern.

source: Image Properties
de: Bildeigenschaften

source: Very Small (320 pixels)
de: Sehr klein (320 Pixel)

source: Small (640 pixels)
de: Klein (640 Pixel)

source: Medium (800 pixels)
de: Mittel (800 Pixel)

source: Big (1024 pixels)
de: Groß (1024 Pixel)

source: Very Big (1280 pixels)
de: Sehr groß (1280 Pixel)

source: Huge - for printing (1600 pixels)
de: Riesig - zum Drucken (1600 Pixel)

source: Image size:
de: Bildgröße:

source: <p>Select the file format of the image files to be sent.</p>
de: <p>Wählen Sie hier das Bildformat für die zu sendenden Bilder.</p>

source: <p><b>JPEG</b>: The Joint Photographic Experts Group file format is a good web file format but it uses lossy compression.</p><p><b>PNG</b>: the Portable Network Graphics format is an extensible file format for the lossless, portable, well-compressed storage of raster images. PNG provides a patent-free replacement for GIF and can also replace many common uses of TIFF. PNG is designed to work well in online viewing applications, such as the World Wide Web, so it is fully streamable with a progressive display option. Also, PNG can store gamma and chromaticity data for improved color-matching on heterogeneous platforms.</p>
de: <p><b>JPEG</b>: Das „Joint Photographic Experts Group“-Dateiformat ist ein gutes Web-Dateiformat, das eine Kompression mit Datenverlust verwendet.</p><p><b>PNG</b>: Das „Portable Network Graphics“-Format ist ein erweiterbares Dateiformat zum verlustfreien, portablen und komprimierten Speichern von Rasterbildern. PNG ermöglicht eine patentfreie Ersetzung des GIF-Formates und kann in vielen Fällen auch das TIFF-Format ersetzen. PNG wurde entworfen, um in Online-Bildbetrachtungsprogrammen, wie z. B. im World Wide Web, eingesetzt zu werden. Es kann optional eine Voransicht von Bildern während des Ladens anzeigen. Weiterhin kann PNG Gamma- und Farbwertdaten für eine verbesserte Bildanzeige in heterogenen Plattformen speichern.</p>

source: Image file format:
de: Bilddateiformat:

source: Image quality:
de: Bildqualität:

source: <p>The new compression value of JPEG images to be sent:</p>
de: <p>Der neue Kompressionswert der zu sendenden JPEG-Bilder:</p>

source: <p><b>1</b>: very high compression<br/><b>25</b>: high compression<br/><b>50</b>: medium compression<br/><b>75</b>: low compression (default value)<br/><b>100</b>: no compression</p>
de: <p><b>1</b>: sehr hohe Kompression<br/><b>25</b>: hohe Kompression<br/><b>50</b>: mittlere Kompression<br/><b>75</b>: niedrige Kompression (Voreinstellung)<br/><b>100</b>: keine Kompression</p>

source: Error opening input file
de: Fehler beim Öffnen der Eingabedatei

source: Error opening temporary folder
de: Fehler beim Öffnen des temporären Ordners

source: Cannot resize image. Aborting.
de: Die Größe des Bildes kann nicht geändert werden. Der Vorgang wird abgebrochen.

source: Cannot save resized image (JPEG). Aborting.
de: Die Größe des JPEG-Bildes kann nicht geändert werden. Der Vorgang wird abgebrochen.

source: Cannot save resized image (PNG). Aborting.
de: Die Größe des PNG-Bildes kann nicht geändert werden. Der Vorgang wird abgebrochen.

source: Email Images...
de: Bilder per E-Mail versenden ...

# NAME OF TRANSLATORS
source: Your names
de: Oliver Dörr

# EMAIL OF TRANSLATORS
source: Your emails
de: kde@doerr-privat.de

source: Email images
de: Bilder per E-Mail versenden

source: Operation canceled by user
de: Die Operation wurde vom Benutzer abgebrochen.

source: Resizing %1
de: Die Größe von %1 wird geändert.

source: %1 resized successfully
de: Die Größe von %1 wurde erfolgreich geändert.

source: Failed to resize %1: %2
de: Fehler beim Ändern der Größe von %1: %2

source: Build images properties file
de: Die Bildeigenschaftsdatei erstellen

source: no caption
de: Keine Beschriftung

source: no keywords
de: Keine Schlüsselbegriffe

source: file "%1": Original images: %2
de: Datei „%1“: Originalbilder: %2

source: Comments: %1
de: Kommentare: %1

source: Tags: %1
de: Stichwörter: %1

source: Rating: %1
de: Bewertung: %1

source: properties.txt
de: eigenschaften.txt

source: Image properties file done
de: Die Bildeigenschaftsdatei ist fertig erstellt.

source: The images listed below cannot be resized. Do you want them to be added as attachments (without resizing)?
de: Die Größe der unten aufgeführten Bilder kann nicht geändert werden. Sollen diese Bilder als Anhang in der Originalgröße hinzugefügt werden?

source: Failed to resize images
de: Die Änderung der Größe der Bilder ist fehlgeschlagen.

source: Starting default KDE email program...
de: Das E-Mail-Programm von KDE wird gestartet ...

source: Failed to start "%1" program. Check your system.
de: Das Programm „%1“ lässt sich nicht starten. Bitte überprüfen Sie Ihr System.

source: Starting "%1" program...
de: Starte das Programm „%1“ ...

source: After having sent your images by email...
de: Nachdem Sie Ihre Bilder per E-Mail versendet haben ...

source: Press 'Close' button to clean up temporary files
de: Benutzen Sie den Knopf „Schließen“, um die temporären Dateien zu löschen.

source: Email Images Options
de: Einstellungen zum Senden von Bildern

source: Images
de: Bilder

source: Image List
de: Bilderliste

source: Mail
de: E-Mail

source: Mail Options
de: E-Mail-Einstellungen

source: Send Images
de: Bilder senden

source: A plugin to email pictures
de: Ein Modul zum Senden von Bildern.

source: Author and Maintainer
de: Autor und Betreuer

source: Developer
de: Entwickler

source: Handbook
de: Handbuch
