Repository: eurolinux-enterprise-linux-sources/kipi-plugins
Catalog: src/po/*/kipiplugin_acquireimages.po
Languages: tr

source: Cannot open scanner device.
tr: Tarayıcı aygıt açılamadı.

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: Scan Image
tr: Resim Tara

source: Handbook
tr: El Kitabı

source: New Image File Name
tr: Yeni Resim Dosyasının Adı

source: The target image file format "%1" is unsupported.
tr: "%1" hedef resim biçimi desteklenmiyor.

source: Failed to save file "%1" to "%2".
tr: Dosya kaydedilemedi "%1" konum "%2".

source: A file named "%1" already exists. Are you sure you want to overwrite it?
tr: "%1" isminde bir dosya var. Üzerine yazmak istediğinizden emin misiniz?

source: Overwrite File?
tr: Dosyanın Üzerine Yazılsın mı?
