Repository: eurolinux-enterprise-linux-sources/kipi-plugins
Catalog: src/po/*/kipiplugins.po
Languages: ro

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can brighten up your images using the Batch Color Images plugin for increased contrast? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că puteți mări luminozitatea imaginilor utilizînd modulul „Imagini color în serie” pentru contrast sporit? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can abort a slideshow using <b>ESC</b>? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că puteți abandona vizualizarea ca diapozitive utilizînd <b>ESC</b>? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that the Kipi library provides a scanner plugin that gives you direct access to your scanner? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că biblioteca Kipi oferă un modul de scaner care vă oferă acces direct la scanerul dumneavoastră? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can take a screenshot with the Kipi library and save the result to an Album with some comments? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că puteți face o captură de ecran cu biblioteca Kipi și salva rezultatul într-un album cu unele comentarii? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can use the <b>LZW</b> compression to reduce the size of the <b>TIFF</b> image files in the Convert Images plugin? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că puteți folosi compresia <b>LZW</b> pentru a reduce dimensiunea imaginilor <b>TIFF</b> în modulul „Conversie imagini”? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that all image operations in the batch processing image plugins run without losing the <b>Exif</b> information in the <b>JPEG</b> files? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că toate operațiile cu imagini din modulele de prelucrare în serie a imaginilor se execută fără pierderea informației <b>Exif</b> în fișierele <b>JPEG</b>? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that the <b>Noise Reduction</b> option in the <b>Filter Images</b> plugin can be used to improve the rendering of images taken with an analog camera? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că opțiunea <b>Reducere zgomot </b> din modulul <b>Filtrează imagini</b> poate fi folosit pentru a îmbunătăți imaginile făcute cu un aparat de fotografiat analog? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can use the drag and drop feature with email images to add some items to the list? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că puteți folosi funcția „trage și scapă” cu imaginile din email-uri pentru a adăuga elemente la listă? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that if you want to reduce the disk space used by your images in the Albums database, you can try using the Recompress Images plugin? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că pentru a reduce spațiul utilizat de imaginile din baza de date a albumelor puteți încerca modulul „Recomprimare imagini”? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that if you want to resize images to prepare them for printing on photographic paper sizes, you can use the Resize Images plugin? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că dacă doriți să redimensionați imaginile pentru a le tipări la dimensiuni fotografice, puteți încerca modulul „Redimensionare imagini”? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can use image files from different Albums in the 'batch-process images' plugin? The processed results will then be merged into the selected target Album. </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că puteți folosi imagini din albume diferite în modulul „Procesare imagini în serie”? Rezultatele procesării vor fi grupate în albumul-țintă. </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can change the timestamp of the target image files in the batch-rename images plugin? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că puteți schimba amprenta temporală a imaginilor în modulul „Redenumire imagini în serie”? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can navigate during the slideshow using the left and right mouse buttons? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că puteți naviga printre diapozitive cu butoanele stîng și drept ale mausului? </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that Kipi plugins can also be used in Digikam, Kimdaba, Showimg, and Gwenview programs? </td> </tr> </table> </p>
ro: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Știați că modulele Kipi pot fi folosite și în programele Digikam, Kimdaba, Showimg și Gwenview? </td> </tr> </table> </p>

source: <p>This is the current processing status.</p>
ro: <p>Aceasta este starea de procesare curentă.</p>

source: <p>This is the batch job progress as a percentage.</p>
ro: <p>Acesta este progresul sarcinii în serie ca procentaj.</p>

source: <i>unavailable</i>
ro: <i>indisponibil</i>

source: <i>Make:</i>
ro: <i>Producător:</i>

source: <i>Created:</i>
ro: <i>Creat:</i>

source: <i>Aperture:</i>
ro: <i>Diafragmă:</i>

source: <i>Exposure:</i>
ro: <i>Expunere:</i>

source: <i>Sensitivity:</i>
ro: <i>Sensibilitate:</i>

source: %1|Camera RAW files
ro: %1|Fișiere brute aparat

source: Select an Image
ro: Alegeți o imagine

source: Select Images
ro: Alege imagini

source: Thumbnail
ro: Miniatură

source: File Name
ro: Denumire fișier

source: User1
ro: Utilizator1

source: User2
ro: Utilizator2

source: User3
ro: Utilizator3

source: User4
ro: Utilizator4

source: User5
ro: Utilizator5

source: User6
ro: Utilizator6

source: %1 %2 - Kipi-plugins %3 Build date: %4
ro: %1 %2 - module Kipi %3 Data compilării: %4

source: Copyright 2003-2009, kipi-plugins team
ro: Drept de autor 2003-2009, Echipa kipi-plugins
