Repository: eurolinux-enterprise-linux-sources/kipi-plugins
Catalog: src/po/*/kipiplugin_gpssync.po
Languages: de, fi

source: %1 - Edit Geographical Coordinates
de: %1 - Geografische Koordinaten bearbeiten
fi: %1 - Muokkaa maantieteellisiä koordinaatteja

source: <p>Use the map on the right to select the location where the picture was taken. Click with left mouse button or move the marker on the map to get the GPS coordinates.</p>
de: <p>Benutzen Sie die Karte rechts, um den Ort auszuwählen, an dem das Foto gemacht wurde. Benutzen Sie dazu entweder die linke Maustaste oder verschieben Sie die Markierung auf der Karte, um die GPS-Koordinaten zu bekommen.</p>
fi: <p>Valitse kartalta sijainti, jossa kuva on otettu. Määritä gps-koordinaatit naksauttamalla vasemmanpuoleisella painikkeella tai siirtämällä kohdistinta kartalla.</p>

source: Altitude:
de: Höhe:
fi: Korkeus:

source: Latitude:
de: Breitengrad:
fi: Leveysaste:

source: Longitude:
de: Längengrad:
fi: Pituusaste:

source: Go to Location
de: Zum Ort gehen
fi: Siirry sijaintiin

source: A Plugin to edit geographical coordinates
de: Ein Modul zum Bearbeiten geografischer Koordinaten
fi: Maantieteellisten koordinaattien määritys

source: Developer and maintainer
de: Entwickler und Betreuer
fi: Tekijä ja ylläpitäjä

source: Handbook
de: Handbuch
fi: Liitännäisen käyttöopas

source: Altitude value is invalid.
de: Der Höhenwert ist ungültig.
fi: Korkeusarvo ei ole määritelty oikein.

source: Edit Geographical Coordinates
de: Geografische Koordinaten bearbeiten
fi: Muokkaa maantieteellistä koordinaattia

source: Latitude value is invalid.
de: Der Breitengrad ist ungültig.
fi: Leveysaste ei ole määritelty oikein.

source: Longitude value is invalid.
de: Der Längengrad ist ungültig.
fi: Pituusaste ei ole määritelty oikein.

source: Copy coordinates
de: Koordinaten kopieren
fi: Kopioi koordinaatit

source: Paste coordinates
de: Koordinaten einfügen
fi: Liitä koordinaatit

source: Interpolated
de: Interpoliert
fi: Interpoloitu

source: Added
de: Hinzugefügt
fi: Lisätty

source: Found
de: Gefunden
fi: Löydetty

source: Deleted
de: Gelöscht
fi: Poistettu

source: Not available
de: Nicht verfügbar
fi: Ei saatavilla

source: Geolocation
de: Geo-Lokalisierung
fi: Maantieteellinen sijainti

source: Correlate
de: Korrelieren
fi: Korreloi

source: Edit...
de: Bearbeiten ...
fi: Muokkaa...

source: Remove
de: Entfernen
fi: Poista

source: Correlate in time and interpolate distance of data from GPX file with all images on the list.
de: Alle Bilder aus der Liste zeitlich korrelieren und die Distanz der Daten aus der GPX-Datei interpolieren.
fi: Interpoloi ajan mukaan valittujen kuvien koordinaatteja gpx-tiedoston perusteella.

source: Manually edit GPS coordinates of selected images from the list.
de: GPS-Koordinaten der ausgewählten Bilder aus der Liste manuell bearbeiten.
fi: Muokkaa käsin valittujen kuvien koordinaatteja.

source: Remove GPS coordinates of selected images from the list.
de: GPS-Koordinaten der ausgewählten Bilder aus der Liste löschen.
fi: Poista valittujen kuvien koordinaatit.

source: Date
de: Datum
fi: Päiväys

source: Latitude
de: Breitengrad
fi: Leveysaste

source: Longitude
de: Längengrad
fi: Pituusaste

source: Altitude
de: Höhe
fi: Korkeus

source: Settings
de: Einstellungen
fi: Asetukset

source: Load GPX File...
de: GPX-Datei laden ...
fi: Lataa GPX-tiedosto...

source: Current GPX file:
de: Aktuelle GPX-Datei:
fi: Nykyinen GPX-tiedosto:

source: No GPX file
de: Keine GPX-Datei
fi: Ei GPX-tiedostoa

source: Max. time gap (sec.):
de: Max. Zeitlücke (Sek.):
fi: Suurin aikaväli (sek):

source: Sets the maximum difference in seconds from a GPS track point to the image time to be matched. If the time difference exceeds this setting, no match will be attempted.
de: Setzt die maximale Differenz in Sekunden, von einem GPS-Messpunkt zu einer Bildzeit damit diese einander zugeordnet werden. Wenn der Zeitunterschied größer wird, werden die Daten nicht miteinander verbunden.

source: Time zone:
de: Zeitzone:
fi: Aikavyöhyke:

source: <p>Sets the time zone the camera was set to during photo shooting, so that the time stamps of the images can be converted to GMT to match the GPS time reference.</p><p>Note: positive offsets count eastwards from zero longitude (GMT), they are 'ahead of time'.</p>
de: <p>Setzen Sie hier die Zeitzone, in der die Bilder gemacht wurden. Dadurch können die Zeiten der Bilder in GMT-Zeit umgerechnet und den GPS-Daten zugeordnet werden.</p><p>Beachten Sie: Positive Werte liegen östlich vom Null-Längengrad. Sie liegen also „in der Zukunft“.</p>

source: Interpolate
de: Interpolieren
fi: Interpoloi

source: Set this option to interpolate GPS track points which are not closely matched to the GPX data file.
de: Setzen Sie diese Option, um GPS-Punkte, die nicht exakt zu der GPX-Datendatei passen, zu interpolieren.
fi: Käytä tätä toimintoa, jotta ohjelma laskee reitin gpx-siirtotiedoston pisteiden välille.

source: Difference in min.:
de: Differenz in Minuten:
fi: Erotus minuuteissa:

source: Sets the maximum time difference in minutes (240 max.) to interpolate GPX file points to image time data.
de: Setzen Sie hier den maximalen Abstand in Minuten (max. 240) von einem GPS-Punkt zu dem die Zeitdaten eines Bildes interpoliert werden.
fi: Aseta aikaero minuuteissa (enintään 240 min), jolta ajalta ohjelma laskee reitin gpx-siirtotiedoston pisteiden välille.

source: A Plugin to synchronize pictures' metadata with a GPS device
de: Ein Modul um Bildmetadaten mit einem GPS-Gerät abzugleichen
fi: Maantieteellisten koordinaattien liittäminen kuvatiedostoihin

source: %1|GPS Exchange Format
de: %1|GPS-Austauschformat
fi: %1|GPS-siirtotiedosto

source: Select GPX File to Load
de: GPX-Datei zum Laden auswählen
fi: Valitse avattava GPX-siirtotiedosto

source: Cannot parse %1 GPX file.
de: Die GPX-Datei „%1“ kann nicht verarbeitet werden.
fi: GPX-siirtotiedostoa ”%1” ei voitu tulkita

source: The %1 GPX file does not have a date-time track to use.
de: Die GPX-Datei „%1“ enthält keine verwendbare Datum/Zeit-Spur.
fi: GPX-siirtotiedostossa ”%1” ei ole aikaleimoja.

source: Points parsed: %1
de: Verarbeitete Punkte: %1
fi: Tulkittu %1 sijaintipistettä

source: 1 image from the list is not updated.
de: Ein Bild aus der Liste wurde nicht aktualisiert.
fi: Yksi valittu kuva jäi päivittämättä.

source: <p>%1 Do you really want to close this window without applying changes?</p>
de: <p>%1 Möchten Sie dieses Fenster wirklich schließen ohne die Änderungen anzuwenden?</p>
fi: <p>%1 Haluatko sulkea ikkunan tallentamatta muutoksia?</p>

source: Cannot find pictures to correlate with GPX file data.
de: Es können keine Bilder gefunden werden, die mit den Daten aus der GPX-Datei korrelieren.
fi: Ei löytynyt kuvia jotka täsmäisivät gpx-pisteiden kanssa.

source: The GPS data of 1 image have been updated using the GPX data file.
de: Die GPS-Daten eines Bildes wurden anhand der GPX-Datendatei aktualisiert.
fi: Yhden kuvan sijainti on saatu GPX-siirtotiedostosta.

source: Press the Apply button to update the image's metadata.
de: Benutzen Sie den Knopf „Anwenden“, um die Metadaten des Bildes zu aktualisieren.
fi: Paina käytä-painiketta päivittääksesi kuvan metatiedot.

source: Please select at least one image from the list to edit GPS coordinates manually.
de: Bitte wählen Sie mindestens ein Bild aus der Liste, um die GPS-Koordinaten manuell zu bearbeiten.
fi: Valitse ainakin yksi kuva muokataksesi koordinaatteja.

source: Please select at least one image from which to remove GPS coordinates.
de: Bitte wählen Sie mindestens ein Bild, um die GPS-Koordinaten zu entfernen.
fi: Valitse ainakin yksi kuva, jonka koordinaatit haluat poistaa.

source: Edit Track List Geographical Coordinates
de: Spurliste der geografischen Koordinaten bearbeiten
fi: Muokkaa maantieteellisiä reittipisteitä

source: Changed
de: Geändert
fi: Muutettu

source: A plugin to edit GPS track lists.
de: Ein Modul um eine Liste von GPS-Spuren zu bearbeiten.
fi: Maantieteellisten reittipisteiden muokkaus

source: Yes
de: Ja
fi: Kyllä

source: No
de: Nein
fi: Ei

source: Target Preferences
de: Ziel-Einstellungen
fi: Kohteen asetukset

source: Target Type
de: Zieltyp
fi: Kohdetyyppi

source: &Local or web target used by GoogleEarth
de: &Lokales oder von GoogleEarth benutztes Webziel
fi: GoogleMapsin käyttämä &paikallinen tai verkkokohde

source: Web target used by GoogleMap
de: Von GoogleMap benutztes Webziel
fi: GoogleMapsin käyttämä verkkokohde

source: When using GoogleMap, all images must have complete URLs, icons are squared, and when drawing a track, only line track is exported.
de: Wenn Sie GoogleMap benutzen, müssen alle Bilder eine vollständige URL enthalten, die Symbole sind quadratisch und beim Zeichnen einer Spur kann nur die Linienspur benutzt werden.

source: Picture Altitude:
de: Bildhöhe:
fi: Kuvan korkeus maanpinnasta:

source: clamp to ground
de: Erdgebunden
fi: sido maanpintaan

source: relative to ground
de: Relativ zum Boden
fi: suhteellinen maanpintaan nähden

source: absolute
de: Absolut
fi: absoluuttinen

source: <p>Specifies how pictures are displayed<dl><dt>clamp to ground (default)</dt><dd>Indicates to ignore an altitude specification</dd><dt>relative to ground</dt><dd>Sets the altitude of the element relative to the actual ground elevation of a particular location.</dd><dt>absolute</dt><dd>Sets the altitude of the coordinate relative to sea level, regardless of the actual elevation of the terrain beneath the element.</dd></dl>
de: <p>Gibt an, wie Bilder angezeigt werden sollen.<dl><dt>Erdgebunden (Standard)</dt><dd>Ignoriert die angegebene Höhe</dd><dt>Relativ zum Boden</dt><dd>Setzt die Höhe des Elements relativ zur tatsächlichen Höhe des gewünschten Ortes.</dd><dt>Absolut</dt><dd>Setzt die Höhe der Koordinaten relativ zum Meeresspiegel. Dies geschieht unabhängig von der Bodenhöhe des Gebietes um das Element.</dd></dl>

source: Destination Directory:
de: Zielordner:
fi: Kohdekansio:

source: Select a directory in which to save the kml file and pictures
de: Wählen Sie einen Ordner, in dem die KML-Datei und die Bilder gespeichert werden.
fi: Valitse kansio, johon kml-tiedosto ja kuvat talletetaan

source: Destination URL:
de: Zieladresse:
fi: Kohteen verkko-osoite:

source: Filename:
de: Dateiname:
fi: Tiedostonimi:

source: Sizes
de: Größen
fi: Koot

source: Icon Size:
de: Symbolgröße:
fi: Kuvakkeen koko:

source: Image Size:
de: Bildgröße:
fi: Kuvan koko:

source: GPX Tracks
de: GPX-Spuren
fi: GPX-reitit

source: Draw GPX Track
de: GPX-Spur zeichnen
fi: Piirrä GPX-reitti

source: GPX file:
de: GPX-Datei:
fi: GPX-siirtotiedosto:

source: Time Zone:
de: Zeitzone:
fi: Aikavyöhyke:

source: Sets the time zone of the camera during picture shooting, so that the time stamps of the GPS can be converted to match the local time
de: Stellen Sie hier die Zeitzone ein, in der die Bilder gemacht wurden. Dadurch können die Zeiten der Bilder in GMT-Zeit umgerechnet werden.
fi: Aseta kameran käyttämä aikavyöhyke, jotta paikkatietojen aikaleima osataan korjata samaksi

source: Track Width:
de: Spurbreite:
fi: Reitin leveys:

source: Track Color:
de: Spurfarbe:
fi: Reitin väri:

source: Opacity:
de: Deckkraft:
fi: Läpikuultavuus:

source: Track Altitude:
de: Spurhöhe:
fi: Reitin korkeus maanpinnasta:

source: <p>Specifies how the points are displayed<dl><dt>clamp to ground (default)</dt><dd>Indicates to ignore an altitude specification</dd><dt>relative to ground</dt><dd>Sets the altitude of the element relative to the actual ground elevation of a particular location.</dd><dt>absolute</dt><dd>Sets the altitude of the coordinate relative to sea level, regardless of the actual elevation of the terrain beneath the element.</dd></dl>
de: <p>Gibt an, wie Punkte angezeigt werden sollen.<dl><dt>Erdgebunden (Standard)</dt><dd>Ignoriert die angegebene Höhe</dd><dt>Relativ zum Boden</dt><dd>Setzt die Höhe des Elements relativ zur tatsächlichen Höhe des gewünschten Ortes.</dd><dt>Absolut</dt><dd>Setzt die Höhe der Koordinaten relativ zum Meeresspiegel. Dies geschieht unabhängig von der Bodenhöhe des Gebietes um das Element.</dd></dl>

source: A Kipi plugin for KML exporting
de: Ein KIPI-Modul zum KML-Export
fi: Kipi-liitännäinen KML-vientiin

source: Generating KML file...
de: Erzeuge KML-Datei ...
fi: Luodaan KML-tiedostoa...

source: Could not create '%1'
de: „%1“ kann nicht erstellt werden.
fi: Tiedostoa ”%1” ei voitu luoda

source: Could not read image '%1'
de: Das Bild „%1“ kann nicht gelesen werden.
fi: Kuvaa ”%1” ei voitu avata

source: Format of image '%1' is unknown
de: Das Format des Bildes „%1“ ist unbekannt.
fi: Kuvatiedoston ”%1” tyyppi on tuntematon

source: Error loading image '%1'
de: Beim Laden des Bildes „%1“ ist ein Fehler aufgetreten.
fi: Virhe avattaessa kuvaa ”%1”

source: Could not save image '%1' to '%2'
de: Das Bild „%1“ lässt sich nicht unter „%2“ speichern.
fi: Kuvaa ”%1” ei voitu tallentaa nimellä ”%2”

source: Creation of placemark '%1'
de: Die Ortsmarkierung „%1“ wird erstellt.
fi: Maamerkin ”%1” luonti

source: Could not save icon for image '%1' to '%2'
de: Das Symbol für das Bild „%1“ lässt sich nicht unter „%2“ speichern.
fi: Ikonia kuvalle ”%1” ei voitu tallentaa nimellä ”%2”

source: No GPX file chosen.
de: Es ist keine GPX-Datei ausgewählt.
fi: Ei valittua GPX-siirtotiedostoa.

source: The %1 GPX file do not have a date-time track to use.
de: Die GPX-Datei „%1“ enthält keine verwendbare Datum/Zeit-Spur.
fi: GPX-siirtotiedostossa ”%1” ei ole aikaleimoja.

source: Tracks
de: Spuren
fi: Reitit

source: No position data for '%1'
de: Keine Positionsdaten für „%1“
fi: Ei paikkatietoja kuvalle ”%1”

source: No position data for 1 picture
de: Keine Positionsdaten für ein Bild.
fi: Ei paikkatietoja yhdelle kuvalle

source: Move to final directory
de: In den endgültigen Ordner verschieben
fi: Siirrä lopulliseen kansioon

source: Track
de: Spur
fi: Reitti

source: Points
de: Punkte
fi: Pisteet

source: Point
de: Punkt
fi: Piste

source: Correlator
de: Korrelator
fi: Korrelaattori

source: Edit Coordinates...
de: Koordinaten bearbeiten ...
fi: Muokkaa koordinaatteja...

source: Track List Editor...
de: Spurlisten-Editor ...
fi: Reittipisteiden muokkaus...

source: Remove Coordinates...
de: Koordinaten entfernen ...
fi: Poista koordinaatteja...

source: <p>Unable to find the gpsbabel executable:<br/> This program is required by this plugin to support GPS data file decoding. Please install gpsbabel as a package from your distributor or <a href="%1">download the source</a>.</p><p>Note: at least, gpsbabel version %2 is required by this plugin.</p>
de: <p>Das Programm GPSBabel kann nicht gefunden werden:<br/> Dieses Programm wird von diesem Modul benötigt, um die Dekodierung von GPS-Datendateien zu unterstützen. Bitte installieren Sie GPSBabel als Paket von Ihrem Distributor oder <a href="%1"> laden Sie die Quellen herunter</a>.</p><p>Beachten Sie: Sie benötigen mindestens Version %2 für dieses Modul.</p>

source: <p>gpsbabel executable is not up to date:<br/> The version %1 of gpsbabel have been found on your computer. This version is too old to run properly with this plugin. Please update gpsbabel as a package from your distributor or <a href="%2">download the source</a>.</p><p>Note: at least, gpsbabel version %3 is required by this plugin</p>
de: <p>Das Programm GPSBabel ist nicht aktuell genug:<br/> Die Version %1 von GPSBabel wurde auf Ihrem Rechner gefunden. Diese Version ist zu alt, um ordnungsgemäß mit diesem Modul zu arbeiten. Bitte aktualisieren Sie GPSBabel als Paket von Ihrem Distributor oder <a href="%2"> laden Sie die Quellen herunter</a>.</p><p>Beachten Sie: Sie benötigen mindestens Version %3 für dieses Modul.</p>

source: No GPS locations have been found in your pictures.
de: Es wurden keine GPS-Daten in Ihren Bildern gefunden.
fi: Kuvista ei löytynyt gps-paikkatietoja.

source: Geographical coordinates will be definitively removed from all selected images. Do you want to continue ?
de: Die geografischen Koordinaten werden nun alle von den ausgewählten Bildern gelöscht. Möchten Sie fortfahren?
fi: Paikkatiedot tullaan poistamaan valituista kuvista. Haluatko jatkaa?

source: Remove Geographical Coordinates
de: Geografische Koordinaten entfernen
fi: Poista koordinaatteja

# NAME OF TRANSLATORS
source: Your names
de: Oliver Dörr
fi: Mikael Lammentausta

# EMAIL OF TRANSLATORS
source: Your emails
de: kde@doerr-privat.de
fi: mikael.lammentausta+kdetrans@gmail.com

source: GPS Sync
fi: GPS-synkronointi

source: Found more than one point on the clipboard - can only assign one point at a time.
fi: Leikepöydältä löytyi useita koordinaatteja – voit määrittää vain yhden sijainnin kerrallaan leikepöydän kautta.Leikepöydältä löytyi useita koordinaatteja – voit määrittää vain yhden sijainnin kerrallaan leikepöydän kautta.

source: Could not find any coordinates on the clipboard.
fi: Koordinaatteja ei löytynyt leikepöydältä.

source: KML Export
fi: Vienti KML-siirtotiedostoon
