Repository: eurolinux-enterprise-linux-sources/kipi-plugins
Catalog: src/po/*/kipiplugin_facebook.po
Languages: de, fr

source: Facebook New Album
de: Neues Facebook-Album
fr: Nouvel album Facebook

source: Title of the album that will be created (required).
de: Titel des zu erstellenden Albums (benötigt).
fr: Titre de l'album à créer (requis).

source: Location of the album that will be created (optional).
de: Ort an dem das Album erstellt wird (optional).
fr: Emplacement de l'album à créer (optionnel).

source: Description of the album that will be created (optional).
de: Beschreibung des Albums das erstellt wird (optional).
fr: Description de l'album à créer (optionnel).

source: Privacy setting of the album that will be created (required).
de: Einstellungen zur Privatsphäre des Albums das erstellt wird (benötigt).
fr: Paramètres de confidentialité de l'album à créer (requis).

source: Only Friends
de: Nur Freunde
fr: Seulement les amis

source: Friends of Friends
de: Freunde von Freunden
fr: Les amis des amis

source: My Networks and Friends
de: Mein Netzwerk und Freunde
fr: Mes réseaux et amis

source: Everyone
de: Jeder
fr: Tout le monde

source: Title:
de: Titel:
fr: Titre :

source: Location:
de: Ort:
fr: Emplacement :

source: Description:
de: Beschreibung:

source: Privacy:
de: Privatsphäre:
fr: Confidentialité :

source: Validate previous session...
de: Überprüfe vorangegangene Sitzung ...
fr: Valider la session précédente...

source: Logging in to Facebook service...
de: Die Anmeldung am Facebook-Dienst wird durchgeführt ...
fr: Connexion au service Facebook...

source: Please follow the instructions in the browser window. Press "OK" when done.
de: Bitte folgen Sie den Anweisungen im Browserfenster und drücken Sie „Ok“ wenn Sie fertig sind.
fr: Veuillez suivre les instructions affichées dans la fenêtre du navigateur. Cliquez sur « Ok » lorsque vous avez terminé.

source: Facebook Application Authorization
de: Facebook-Anwendungsauthorisation
fr: Autorisation de l'application Facebook

source: The service is not available at this time.
de: Der Dienst ist zurzeit nicht verfügbar.
fr: Ce service n'est pas disponible pour le moment.

source: The application has reached the maximum number of requests allowed.
de: Dei Anwendung hat die maximal erlaubte Anzahl von Anfragen erreicht.
fr: L'application a atteint le nombre maximal de requêtes autorisé.

source: Invalid session key or session expired. Try to log in again.
de: Ungültiger Sitzungsschlüssel oder abgelaufene Sitzung. Versuchen Sie sich bitte neu anzumelden.
fr: La clé de session n'est pas valable ou la session a expiré. Essayez de vous connecter à nouveau.

source: Invalid album ID.
de: Ungültige Album-ID.
fr: Identifiant d'album non valable.

source: Album is full.
de: Das Album ist voll.
fr: L'album est plein.

source: Missing or invalid file.
de: Fehlende oder ungültige Datei.
fr: Fichier manquant ou non valable.

source: Too many unapproved photos pending.
de: Zu viele ungenehmigte Fotos anstehend.
fr: Il y a trop de photos non approuvées en attente.

source: Please follow the instructions in the browser window. Press "Yes" if you have authenticated and "No" if you failed.
de: Bitte folgen Sie den Anweisungen im Browser-fenster. Drücken Sie „Ja“, wenn Sie angemeldet sind und „Nein“ wenn Sie sich nicht anmelden konnten.
fr: Veuillez suivre les instructions affichées dans la fenêtre du navigateur. Cliquez sur « Oui » si vous vous êtes authentifié et sur « Non » si vous avez échoué.

source: Facebook Service Web Authorization
de: Web-Autorisierung des Facebook-Dienstes
fr: Autorisation du service web pour Facebook

source: Canceled by user.
de: Abgebrochen durch den Benutzer.
fr: Annulée par l'utilisateur.

source: This is the list of images to upload to your Facebook account.
de: Dies ist die Liste der Bilder die auf Ihr Facebook-Konto hoch geladen werden sollen.
fr: C'est la liste des images à envoyer sur votre compte Facebook.

source: This is a clickable link to open the Facebook home page in a web browser.
de: Dies ist eine anklickbare Verknüpfung mit der Sie Ihre Facebook-Homepage im Browser öffnen können.
fr: C'est un lien cliquable pour ouvrir la page d'accueil de Facebook dans le navigateur web.

source: Account
de: Benutzerkonto
fr: Compte

source: This is the Facebook account that is currently logged in.
de: Dies ist das Facebook-Konto mit dem Sie z.Zt. angemeldet sind.
fr: C'est le compte Facebook dans lequel vous êtes actuellement connecté.

source: Permission:
de: Berechtigung:

source: Permission of KIPI Plugin application to upload photos directly. If not, user will need to manually approve uploaded photos in Facebook.
de: Kipi-Modul direkt zum Hochladen von Fotos berechtigen. Wenn diese nicht erteilt wird, dann muss der Benutzer nach Facebook hochgeladen Fotos manuell genehmigen.
fr: Permission de l'application du module externe KIPI pour envoyer des photos directement. Dans le cas contraire, l'utilisateur devra manuellement approuver les photos envoyées dans Facebook.

source: Change Account
de: Benutzerkonto ändern
fr: Modifier le compte

source: Logout and change Facebook Account used for transfer
de: Abmelden und für die Übertragung die Facebook-Anmeldung ändern.
fr: Se déconnecter et modifier le compte Facebook utilisé pour effectuer le transfert

source: Change Permission
de: Berechtigung ändern
fr: Modifier les droits d'accès

source: Change permission for KIPI application for photo upload
de: Berchtigung der Kipi-Anwendung zum Hochladen von Fotos ändern.
fr: Modifier les droits d'accès de l'application KIPI pour l'envoi de photos

source: Download Selection
de: Auswahl zum Herunterladen
fr: Télécharger la sélection

source: This is the selection of Facebook albums/photos to download.
de: Dies ist die Auswahl der Facebook-Alben/Fotos die heruntergeladen werden.
fr: C'est la sélection de l'album / des photos Facebook à télécharger.

source: Destination
de: Ziel

source: This is the Facebook album to which selected photos will be uploaded.
de: Dies ist das Facebook-Album, in das die ausgewählten Fotos hochgeladen werden.
fr: C'est l'album Facebook où les photos sélectionnées seront envoyées.

source: My &Album
de: Mein &Album
fr: Mon &album

source: Download complete album of currently logged in user.
de: Das komplette Album des aktuell angemeldeten Benutzers herunterladen.
fr: Téléchargez l'album complet de l'utilisateur actuellement connecté.

source: Album &of My Friend
de: Album v&on meinem Freund
fr: Album de m&on ami(e)

source: Download complete album of selected friend.
de: Das komplette Album des ausgewählten Freundes herunterladen.
fr: Téléchargez l'album complet de l'ami(e) sélectionné(e).

source: Photos of &Me
de: Fotos von &mir
fr: &Mes photos

source: Download all photos of currently logged in user.
de: Alle Fotos des aktuell angemeldeten Benutzers herunterladen.
fr: Téléchargez toutes les photos de l'utilisateur actuellement connecté.

source: Photos of My &Friend
de: Fotos von meinem &Freund
fr: Photos de mon am&i(e)

source: Download all photos of selected friend.
de: Alle Fotos des ausgewählten Freundes herunterladen.
fr: Téléchargez toutes les photos de l'ami(e) sélectionné(e).

source: Friend:
de: Freund:
fr: Ami(e) :

source: New Album
de: Neues Album
fr: Nouvel album

source: Create new Facebook album
de: Neues Facebook-Album erstellen
fr: Créer un nouvel album Facebook

source: Reload
de: Neu laden
fr: Recharger

source: Reload album list
de: Albenliste neu laden
fr: Recharger la liste des albums

source: This is the location to which Facebook images will be downloaded.
de: Dies ist der Ort, in dem die Facebook-Bilder heruntergeladen werden.
fr: Emplacement où les images Facebook seront téléchargées.

source: Options
de: Optionen

source: These are options that will be applied to photos before upload.
de: Diese Optionen werden auf Ihre Fotos angewendet bevor diese hochgeladen werden.
fr: Options qui seront appliquées aux photos avant d'effectuer l'envoi.

source: Resize photos before uploading
de: Vor dem Hochladen die Größe der Fotos ändern
fr: Redimensionner les photos avant d'effectuer l'envoi

source: Maximum dimension:
de: Maximale Dimension:
fr: Dimension maximale :

source: JPEG quality:
de: JPEG-Qualität:
fr: Qualité JPEG :

source: Direct upload
de: Direktes Hochladen
fr: Envoi direct

source: Uploaded photos will not need manual approval by user.
de: Die hochgeladenen Fotos müssen nich manuell vom Benutzer genehmigt werden.
fr: Les photos envoyées ne nécessitent pas d'approbation manuelle par l'utilisateur.

source: Manual upload approval
de: Manuelles Genehmigen des Hochladens
fr: Approbation d'envoi manuelle

source: Uploaded photos will wait in pending state until manually approved by user.
de: Die hochgeladenen Fotos werden im Status „Wartend“ bleiben bis der Benutzer sie manuell genehmigt hat.
fr: Les photos envoyées resteront en attente jusqu'à ce qu'elles soient manuellement approuvées par l'utilisateur.

source: Import from Facebook Web Service
de: Vom Facebook-Webdienst importieren
fr: Importer depuis le service web Facebook

source: Start Download
de: Herunterladen starten
fr: Démarrer le téléchargement

source: Start download from Facebook web service
de: Herunterladen vom Facebook-Webdienst starten
fr: Démarrer le téléchargement depuis le service web Facebook

source: Export to Facebook Web Service
de: Zum Facebook-Webdienst exportieren
fr: Exporter vers le service web Facebook

source: Start Upload
de: Hochladen starten
fr: Démarrer l'envoi

source: Start upload to Facebook web service
de: Hochladen zum Facebook-Webdienst starten
fr: Démarrer l'envoi vers le service web Facebook

source: A Kipi plugin to import/export image collection to/from Facebook web service.
de: Ein Kipi-Modul, um eine Bildersammlung vom/zum Facebook-Webdienst zu importieren/exportieren.
fr: Un module externe Kipi pour importer / exporter une collection d'images vers / depuis le service web Facebook.

source: Author and maintainer
de: Autor und Betreuer
fr: Auteur et mainteneur

source: Handbook
de: Handbuch
fr: Manuel

source: Authentication
de: Authentifizierung
fr: Authentification

source: <auto create>
de: <Auto-Erstellung>
fr: <créer automatiquement>

source: Facebook Call Failed: %1
de: Facebook-Aufruf fehlgeschlagen: %1
fr: L'appel Facebook a échoué : %1

# name of special Facebook album for profile pictures
source: Profile Pictures
de: Profilbilder
fr: Images des profils

source: Transfer Progress
de: Übertragungsfortschritt
fr: Avancement du transfert

source: Cannot open file
de: Die Datei konnte nicht geöffnet werden.
fr: Impossible d'ouvrir le fichier

source: Uploading file %1
de: Datei %1 wird hochgeladen
fr: Envoi du fichier %1

source: Failed to upload photo into Facebook: %1 Do you want to continue?
de: Fehler beim Hochladen eines Fotos nach Facebook: %1 Wollen Sie fortfahren?
fr: Impossible d'envoyer la photo dans Facebook : %1 Voulez-vous continuer ?

source: Downloading file %1
de: Datei %1 wird heruntergeladen
fr: Téléchargement du fichier %1

source: Failed to save photo: %1 Do you want to continue?
de: Fehler beim Speichern des Fotos: %1 Wollen Sie fortfahren?
fr: Impossible d'enregistrer la photo : %1 Voulez-vous continuer ?

source: Failed to download photo: %1 Do you want to continue?
de: Fehler beim Herunterladen des Fotos: %1 Wollen Sie fortfahren?
fr: Impossible de télécharger la photo : %1 Voulez-vous continuer ?

source: Facebook Call Failed: %1
de: Facebook-Aufruf fehlgeschlagen: %1
fr: L'appel Facebook a échoué : %1

source: Export to &Facebook...
de: Zu &Facebook exportieren ...
fr: Exporter vers &Facebook...

source: Import from &Facebook...
de: Von &Facebook importieren ...
fr: Importer depuis &Facebook...

# NAME OF TRANSLATORS
source: Your names
de: Oliver Dörr
fr: Joëlle Cornavin, Stanislas Zeller

# EMAIL OF TRANSLATORS
source: Your emails
de: kde@doerr-privat.de
fr: jcornavi@club-internet.fr, uncensored.assault@gmail.com

source: Name:
fr: Nom :

source: Facebook Import/Export
fr: Import. / Export. Facebook
